Repository: files-community/Files
Catalog: src/Files.App/Strings/*/Resources.resw
Source language: en_us
Languages: ar, bg, ca, cs_cz, da, de_de, el, es_es, fi_fi, fr_fr, he_il, hr_hr, hu_hu, id_id, it_it, ja_jp, ka, ko_kr, lv_lv, nb_no, nl_nl, or_in, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sv_se, th_th, tr_tr, uk_ua, vi, zh_hans, zh_hant

# NetworkAuthenticationDialogTitle
source: Enter Network Credentials
ar: أدخل بيانات اعتماد الشبكة
bg: Въведете мрежови данни за вход
ca: Introduïu les credencials de xarxa
cs_cz: Zadejte přihlašovací údaje k síti
da: Angiv netværksoplysninger
de_de: Netzwerkanmeldedaten
el: Εισάγετε διαπιστευτήρια δικτύου
es_es: Introducir credenciales de red
fi_fi: Anna verkkotunnukset
fr_fr: Entrez les identifiants réseau
hu_hu: Hálózati hitelesítő adatok megadása
id_id: Masukkan kredensial jaringan
it_it: Inserisci le Credenziali di Rete
ja_jp: 資格情報を入力
ko_kr: 네트워크 자격 증명을 입력하세요
lv_lv: Ievadi Tīkla Detaļas
nb_no: Angi påloggingsinformasjon for nettverket
pl_pl: Wprowadź poświadczenia sieciowe
pt_pt: Introduza as credenciais de rede
ro_ro: Introduceți acreditările rețelei
ru_ru: Введите учетные данные сети
sv_se: Ange nätverksautentiseringsuppgifter
th_th: ใส่ข้อมูลยืนยันตัวตนของเครือข่าย
tr_tr: Ağ Bilgilerini Girin
uk_ua: Введіть дані мережі
vi: Nhập thông tin đăng nhập mạng
zh_hans: 输入网络凭据
zh_hant: 輸入網路憑證

# NetworkAuthenticationSaveCheckbox
source: Remember my credentials
ar: تذكر بيانات اعتمادي
bg: Запомняне на данните ми за вход
ca: Recorda les meves credencials
cs_cz: Pamatovat si mé přihlašovací údaje
da: Husk mine legitimationsoplysninger
de_de: Meine Anmeldedaten speichern
el: Απομνημόνευση των διαπιστευτηρίων μου
es_es: Recordar credenciales
fi_fi: Muista kirjautumistietoni
fr_fr: Se souvenir de mes identifiants
hu_hu: Hitelesítőadatok megjegyzése
id_id: Ingat kredensial saya
it_it: Ricorda le mie credenziali
ja_jp: 資格情報を保存する
ko_kr: 내 자격 증명 기억하기
lv_lv: Atcerēties manas detaļas
nb_no: Husk mine innloggingsopplysninger
pl_pl: Zapamiętaj moje dane logowania
pt_pt: Memorizar credenciais
ro_ro: Memorează-mi acreditările
ru_ru: Запомнить мои данные
sv_se: Kom ihåg mina inloggningsuppgifter
th_th: จดจำข้อมูลประจำตัวของฉัน
tr_tr: Kimlik bilgilerimi hatırla
uk_ua: Запам’ятати мої облікові дані
vi: Ghi nhớ thông tin đăng nhập
zh_hans: 记住我的凭据
zh_hant: 記住我的憑證

# NetworkFolderErrorDialogTitle
source: Network folder error
ar: خطأ في مجلد الشبكة
bg: Грешка на мрежовата папка
ca: Error en la carpeta de xarxa
cs_cz: Chyba síťového adresáře
da: Netværksmappefejl
de_de: Netzwerkordnerfehler
el: Σφάλμα φακέλου δικτύου
es_es: Error en carpeta de red
fi_fi: Virhe verkkokansiossa
fr_fr: Erreur de dossier réseau
hu_hu: Hálózati mappa hiba
id_id: Kesalahan pada folder jaringan
it_it: Errore nella cartella di rete
ja_jp: ネットワーク フォルダー エラー
ko_kr: 네트워크 폴더 오류
lv_lv: Tīkla direktorijas kļūda
nb_no: Feil i nettverksmappen
pl_pl: Błąd folderu sieciowego
pt_pt: Erro na pasta da rede
ro_ro: Eroare la dosarul rețelei
ru_ru: Ошибка сетевой папки
sv_se: Fel i nätverksmappen
tr_tr: Ağ klasörü hatası
uk_ua: Помилка мережевої папки
vi: Lỗi thư mục mạng
zh_hans: 网络文件夹错误
zh_hant: 網路資料夾錯誤

source: App version
ar: إصدار التطبيق
bg: Версия на приложението
ca: Versió de l'aplicació
cs_cz: Verze aplikace
el: Έκδοση εφαρμογής
es_es: Versión de la aplicación
fi_fi: Sovellusversio
fr_fr: Version de l'application
hu_hu: Alkalmazás verzió
id_id: Versi aplikasi
it_it: Versione dell'app
ja_jp: アプリケーションのバージョン
ko_kr: 애플리케이션 버전
lv_lv: Lietotnes versija
nb_no: App versjon
pl_pl: Wersja aplikacji
pt_pt: Versão da aplicação
ro_ro: Versiune aplicație
ru_ru: Версия приложения
sk_sk: Verzia aplikácie
th_th: เวอร์ชันแอป
tr_tr: Uygulama sürümü
uk_ua: Версія застосунку
vi: Phiên bản ứng dụng
zh_hans: 应用程序版本
zh_hant: 應用程式版本

source: Windows version
ar: إصدار Windows
bg: Версия на Windows
ca: Versió del Windows
cs_cz: Verze Windows
el: Έκδοση των Windows
es_es: Versión de Windows
fi_fi: Windows-versio
fr_fr: Version Windows
hu_hu: Windows verzió
id_id: Versi Windows
it_it: Versione di Windows
ja_jp: Windows のバージョン
ko_kr: Windows 버전
lv_lv: Windows versija
nb_no: Windows versjon
pl_pl: Wersja systemu Windows
pt_pt: Versão do Windows
ro_ro: Versiune Windows
ru_ru: Версия Windows
sk_sk: Verzia windowsu
tr_tr: Windows sürümü
uk_ua: Версія Windows
vi: Phiên bản Windows
zh_hans: Windows 版本
zh_hant: Windows 版本

source: Always
ar: دائمًا
bg: Винаги
ca: Sempre
cs_cz: Vždy
da: Altid
de_de: Immer
el: Πάντα
es_es: Siempre
fi_fi: Aina
fr_fr: Toujours
hu_hu: Mindig
id_id: Selalu
it_it: Sempre
ja_jp: 常に
ko_kr: 항상
lv_lv: Vienmēr
nb_no: Alltid
pl_pl: Zawsze
pt_pt: Sempre
ro_ro: Întotdeauna
ru_ru: Всегда
sk_sk: Vždy
sv_se: Alltid
th_th: เสมอ
tr_tr: Her zaman
uk_ua: Завжди
vi: Luôn luôn
zh_hans: 始终
zh_hant: 總是

source: Permanent deletion only
ar: حذف نهائي فقط
bg: Само постоянно изтриване
ca: Només eliminació permanent
cs_cz: Pouze trvalé odstranění
da: Kun permanent sletning
de_de: Nur dauerhafte Löschung
el: Μόνο μόνιμη διαγραφή
es_es: Solo al eliminar permanentemente
fi_fi: Vain pysyvä poisto
fr_fr: Suppression définitive uniquement
hu_hu: Csak végleges törléskor
id_id: Penghapusan permanen saja
it_it: Solo eliminazione definitiva
ja_jp: 完全に削除するときのみ
ko_kr: 완전히 삭제할 때만
lv_lv: Tikai Neatgriezeniska dzēšana
nb_no: Bare permanent sletting
pl_pl: Tylko trwałe usuwanie
pt_pt: Apenas eliminação permanente
ro_ro: Doar ștergere permanentă
ru_ru: Удалять навсегда
sk_sk: Iba permanentné odstránenie
sv_se: Endast permanent radering
th_th: ลบถาวรเท่านั้น
tr_tr: Yalnızca kalıcı silme
uk_ua: Тільки постійне видалення
vi: Chỉ khi xóa vĩnh viễn
zh_hans: 仅在永久删除时
zh_hant: 僅限永久刪除

source: Never
ar: أبدًا
bg: Никога
ca: Mai
cs_cz: Nikdy
da: Aldrig
de_de: Nie
el: Ποτέ
es_es: Nunca
fi_fi: Ei koskaan
fr_fr: Jamais
hu_hu: Soha
id_id: Jangan Pernah
it_it: Mai
ja_jp: なし
ko_kr: 하지 않음
lv_lv: Nekad
nb_no: Aldri
pl_pl: Nigdy
pt_pt: Nunca
ro_ro: Niciodată
ru_ru: Никогда
sk_sk: Nikdy
sv_se: Aldrig
th_th: ไม่เลย
tr_tr: Asla
uk_ua: Ніколи
vi: Không bao giờ
zh_hans: 从不
zh_hant: 永不

source: Tag color
ar: لون العلامة
bg: Цвят на етикета
ca: Color d'etiqueta
cs_cz: Barva štítku
de_de: Farbe des Tags
el: Χρώμα ετικέτας
es_es: Color de la etiqueta
fr_fr: Couleur de l'étiquette
hu_hu: Címke színe
id_id: Warna tag
it_it: Colore dell'etichetta
ja_jp: タグの色
ko_kr: 태그 색상
nb_no: Tagg farge
pl_pl: Kolor tagu
pt_pt: Cor da etiqueta
ro_ro: Culoare etichetă
ru_ru: Цвет метки
sk_sk: Farba značky
sv_se: Taggfärg
th_th: สีแท็ก
tr_tr: Etiket rengi
uk_ua: Колір мітки
vi: Màu nhãn
zh_hans: 标签颜色
zh_hant: 標籤顏色

source: Save changes
ar: حفظ التغييرات
bg: Запазване на промените
de_de: Änderungen speichern
it_it: Salvare le modifiche
pl_pl: Zapisz zmiany
pt_pt: Guardar alterações
th_th: บันทึกการเปลี่ยนแปลง

source: New tag
ar: علامة جديدة
bg: Нов етикет
ca: Nova etiqueta
cs_cz: Nový štítek
da: Nyt mærkat
de_de: Neuer Tag
el: Νέα ετικέτα
es_es: Nueva etiqueta
fr_fr: Nouvelle étiquette
hu_hu: Új címke
id_id: Tag baru
it_it: Nuova etichetta
ja_jp: 新しいタグ
ko_kr: 새 태그
nb_no: Ny merkelapp
pl_pl: Nowy tag
pt_pt: Nova etiqueta
ro_ro: Etichetă nouă
ru_ru: Новая метка
sk_sk: Nová značka
sv_se: Ny tagg
th_th: แท็กใหม่
tr_tr: Yeni etiket
uk_ua: Нова мітка
vi: Nhãn mới
zh_hans: 新标签
zh_hant: 新增標籤

source: Create new tag
ar: إنشاء علامة جديدة
bg: Създаване на нов етикет
ca: Crea una etiqueta nova
cs_cz: Vytvořit nový štítek
da: Opret nyt mærkat
de_de: Neuen Tag erstellen
el: Δημιουργία νέας ετικέτας
es_es: Crear nueva etiqueta
fr_fr: Créer une nouvelle étiquette
hu_hu: Új címke létrehozása
id_id: Buat tag baru
it_it: Crea un nuovo tag
ja_jp: 新しいタグを作成
ko_kr: 새 태그 만들기
nb_no: Opprett ny tagg
pl_pl: Utwórz nowy tag
pt_pt: Criar uma etiqueta
ro_ro: Creați o etichetă nouă
ru_ru: Создать новую метку
sk_sk: Vytvoriť novú značku
sv_se: Skapa ny tagg
th_th: สร้างแท็กใหม่
tr_tr: Yeni etiket oluştur
uk_ua: Створити нову мітку
vi: Tạo nhãn mới
zh_hans: 创建新标签
zh_hant: 新增新的標籤

source: Loading...
ar: جاري التحميل...
bg: Зареждане...
ca: Carregant...
cs_cz: Načítání...
da: Indlæser...
de_de: Wird geladen...
el: Φόρτωση...
es_es: Cargando...
fr_fr: Chargement...
hu_hu: Betöltés...
id_id: Memuat...
it_it: Caricamento...
ja_jp: 読み込み中…
ko_kr: 불러오는 중…
nb_no: Laster...
pl_pl: Wczytywanie...
pt_pt: A carregar...
ro_ro: Se încarcă...
ru_ru: Загрузка...
sk_sk: Načítavanie...
sv_se: Laddar...
th_th: กำลังโหลด...
tr_tr: Yükleniyor...
uk_ua: Завантаження...
vi: Đang tải...
zh_hans: 正在加载...
zh_hant: 載入中...

source: Context menu options
ar: خيارات قائمة السياق
bg: Възможности за контекстно меню
ca: Opcions del menú contextual
cs_cz: Nastavení kontextového menu
de_de: Optionen des Kontextmenüs
el: Επιλογές μενού περιβάλλοντος
es_es: Opciones del menú contextual
fr_fr: Options du menu contextuel
hu_hu: Helyi menü elemek
id_id: Opsi menu konteks
it_it: Opzioni del menu contestuale
ja_jp: コンテキスト メニューの設定
ko_kr: 컨텍스트 메뉴 옵션
nb_no: Sammenhengsmeny alternativer
pl_pl: Opcje menu kontekstowego
pt_pt: Opções do menu de contexto
ro_ro: Opțiuni meniu contextual
ru_ru: Настройки контекстного меню
sk_sk: Možnosti kontextovej ponuky
sv_se: Inställningar för innehållsmeny
tr_tr: Bağlam menüsü seçenekleri
uk_ua: Опції контекстного меню
vi: Tùy chọn menu ngữ cảnh
zh_hans: 右键菜单选项
zh_hant: 右鍵選單功能

source: Show file extensions
ar: إظهار امتداد الملفات
bg: Показване на разширенията на файловете
ca: Mostra les extensions dels fitxers
cs_cz: Zobrazit přípony souborů
da: Vis filtypenavne
de_de: Dateierweiterungen anzeigen
el: Εμφάνιση επεκτάσεων αρχείων
es_es: Mostrar extensiones
fr_fr: Afficher les extensions de fichiers
hu_hu: Fájlkiterjesztések
id_id: Tampilkan ekstensi file
it_it: Mostra le estensioni dei file
ja_jp: ファイル名拡張子を表示
ko_kr: 파일 확장자 표시
nb_no: Vis filtyper
pl_pl: Pokaż rozszerzenia plików
pt_pt: Mostrar extensão dos ficheiros
ro_ro: Afișare extensii nume de fișier
ru_ru: Показывать расширения файлов
sk_sk: Zobraziť prípony súborov
sv_se: Visa filnamnstillägg
th_th: แสดงนามสกุลไฟล์
tr_tr: Dosya eklentilerini göster
uk_ua: Відображати розширення файлів
vi: Hiện phần mở rộng tệp
zh_hans: 显示文件扩展名
zh_hant: 顯示檔案副檔名

source: Show hidden items
ar: إظهار العناصر المخفية
bg: Показване на скритите елементи
ca: Mostra elements ocults
cs_cz: Zobrazit skryté položky
da: Vis skjulte elementer
de_de: Versteckte Elemente anzeigen
el: Εμφάνιση κρυφών στοιχείων
es_es: Mostrar elementos ocultos
fr_fr: Afficher les éléments masqués
hu_hu: Rejtett fájlok és mappák
id_id: Tampilkan item tersembunyi
it_it: Mostra elementi nascosti
ja_jp: 隠しファイルを表示
ko_kr: 숨긴 항목 표시
nb_no: Vis skjulte elementer
pl_pl: Pokaż ukryte elementy
pt_pt: Mostrar itens ocultos
ro_ro: Afișați elementele ascunse
ru_ru: Показывать скрытые элементы
sk_sk: Zobraziť skryté položky
sv_se: Visa dolda objekt
th_th: แสดงรายการที่ซ่อน
tr_tr: Gizli dosyaları göster
uk_ua: Показати приховані елементи
vi: Hiện khoản mục bị ẩn
zh_hans: 显示隐藏的项目
zh_hant: 顯示隱藏項目

# FormatDriveText
source: Format...
ar: هيأ...
bg: Форматиране...
cs_cz: Formát
el: Μορφή
es_es: Formatear
fr_fr: Formater
hu_hu: Formázás
it_it: Formatta...
ja_jp: フォーマット…
ko_kr: 포맷
pl_pl: Formatuj...
pt_pt: Formatar...
ro_ro: Formatare...
ru_ru: Форматировать
sk_sk: Formátovať...
th_th: จัดรูปแบบ...
tr_tr: Biçim
uk_ua: Формат
vi: Định dạng
zh_hans: 格式化
zh_hant: 格式化

source: Help
ar: المساعدة
bg: Помощ
ca: Ajuda
cs_cz: Nápověda
da: Hjælp
de_de: Hilfe
el: Βοήθεια
es_es: Ayuda
fr_fr: Aide
hu_hu: Súgó
id_id: Bantuan
it_it: Aiuto
ja_jp: ヘルプ
ko_kr: 도움말
nb_no: Hjelp
pl_pl: Pomoc
pt_pt: Ajuda
ro_ro: Ajutor
ru_ru: Помощь
sk_sk: Pomoc
sv_se: Hjälp
th_th: ช่วยเหลือ
tr_tr: Yardım
uk_ua: Довідка
vi: Trợ giúp
zh_hans: 帮助
zh_hant: 幫助

# FullScreen
source: Toggle full screen
ar: التبديل لوضع ملء الشاشة
ca: Canvia pantalla completa
cs_cz: Přepnout režim celé obrazovky
da: Slå fuldskærm til/fra
de_de: Vollbild ein-/ausschalten
el: Εναλλαγή πλήρους οθόνης
es_es: Entrar/Salir de pantalla completa
fr_fr: Basculer en plein écran
hu_hu: Teljes képernyő
id_id: Beralih ke layar penuh
it_it: Modalità a schermo intero
ja_jp: 全画面表示に切り替える
ko_kr: 전체 화면 전환
nb_no: Skru av/på Fullskjerm
pl_pl: Przełącz pełny ekran
pt_pt: Alternar ecrã completo
ro_ro: Comutare la ecran complet
ru_ru: Включить полноэкранный режим
sk_sk: Prepnúť režim celej obrazovky
sv_se: Växla helskärm
th_th: สลับแบบเต็มหน้าจอ
tr_tr: Tam ekranı aç/kapat
uk_ua: Відкрити на повний екран
vi: Bật/Tắt toàn màn hình
zh_hans: 切换全屏
zh_hant: 切換全螢幕

# ConfirmDeleteTag
source: Are you sure you want to delete this tag?
ar: هل أنت متأكد أنك تريد إزالة هذه العلامة؟
bg: Наистина ли искате да изтриете този етикет?
ca: Esteu segur que voleu esborrar aquesta etiqueta?
cs_cz: Opravdu chcete odstranit tento štítek?
da: Er du sikker på at du vil slette dette mærkat?
de_de: Willst du diesen Tag wirklich löschen?
el: Σίγουρα θέλετε να διαγράψετε αυτήν την ετικέτα;
es_es: ¿Está seguro que desea eliminar esta etiqueta?
fr_fr: Êtes-vous sûr de vouloir supprimer cette étiquette ?
hu_hu: Biztosan törölni szeretné ezt a címkét?
id_id: Yakin ingin menghapus tag ini?
it_it: Sei sicuro di voler eliminare questo tag?
ja_jp: このタグを削除しますか？
ko_kr: 정말 이 태그를 삭제 하시겠습니까?
nb_no: Er du sikker på at du vil slette denne taggen?
pl_pl: Na pewno chcesz usunąć ten tag?
pt_pt: Tem a certeza de que deseja eliminar esta etiqueta?
ro_ro: Ești sigur că vrei să ștergi această etichetă?
ru_ru: Вы уверены, что хотите удалить эту метку?
sk_sk: Ste si istý, že chcete vymazať túto značku?
sv_se: Är du säker på att du vill radera den här taggen?
th_th: คุณแน่ใจแล้วใช่ไหมที่จะลบแท็กนี้?
tr_tr: Bu etiketi silmek istediğinize emin misiniz?
uk_ua: Ви впевнені, що хочете видалити цю мітку?
vi: Bạn có chắc chắn muốn xóa nhãn này không?
zh_hans: 确定要删除此标签吗？
zh_hant: 您確定要刪除這個標籤？

source: Play all
ar: تشغيل الكل
bg: Пускане на всичко
ca: Reprodueix-ho tot
cs_cz: Přehrát vše
da: Afspil alt
de_de: Alle abspielen
el: Αναπαραγωγή όλων
es_es: Reproducir todo
fr_fr: Tout lire
hu_hu: Összes lejátszása
id_id: Putar semua
it_it: Riproduci tutto
ja_jp: すべて再生
ko_kr: 모두 재생
nb_no: Spill av alle
pl_pl: Odtwórz wszystko
pt_pt: Reproduzir tudo
ro_ro: Redați tot
ru_ru: Воспроизвести все
sk_sk: Prehrať všetko
sv_se: Spela alla
th_th: เล่นทั้งหมด
tr_tr: Hepsini oynat
uk_ua: Відтворити усі
vi: Phát tất cả
zh_hans: 播放全部
zh_hant: 全部播放

source: Height
ar: الطول
bg: Височина
ca: Alçada
cs_cz: Výška
da: Højde
de_de: Höhe
el: Ύψος
es_es: Alto
fr_fr: Hauteur
hu_hu: Magasság
id_id: Tinggi
it_it: Altezza
ja_jp: 高さ
ko_kr: 높이
nb_no: Høyde
pl_pl: Wysokość
pt_pt: Altura
ro_ro: Înălţime
ru_ru: Высота
sk_sk: Výška
sv_se: Höjd
th_th: ความสูง
tr_tr: Boy
uk_ua: Висота
vi: Chiều cao
zh_hans: 高度
zh_hant: 高度

source: Width
ar: العرض
bg: Ширина
ca: Amplada
cs_cz: Šířka
da: Bredde
de_de: Breite
el: Πλάτος
es_es: Ancho
fr_fr: Largeur
hu_hu: Szélesség
id_id: Lebar
it_it: Larghezza
ja_jp: 幅
ko_kr: 너비
nb_no: Bredde
pl_pl: Szerokość
pt_pt: Largura
ro_ro: Lățime
ru_ru: Ширина
sk_sk: Šírka
sv_se: Bredd
th_th: ความกว้าง
tr_tr: En
uk_ua: Ширина
vi: Chiều rộng
zh_hans: 宽度
zh_hant: 寬度

# ApplyToAllConflictingItems
source: Apply this action to all conflicting items
ar: تطبيق هذا الإجراء على جميع العناصر المتضاربة
bg: Прилагане на това действие за всички конфликтни елементи
ca: Aplica aquesta acció a tots els elements conflictius
cs_cz: Použít tuto akci na všechny konfliktní položky
da: Anvend denne handling på alle modstridende elementer
de_de: Diese Aktionen für alle Konflikte anwenden
el: Εφαρμογή αυτής της ενέργειας σε όλα τα αντικρουόμενα στοιχεία
es_es: Aplicar esta acción a todos los elementos en conflicto
fr_fr: Appliquer cette action à tous les éléments en conflit
hu_hu: Művelet végrehajtása minden ütközés esetén
id_id: Terapkan aksi ini pada semua item yang berbenturan
it_it: Applica questa azione a tutti gli elementi in conflitto
ja_jp: すべての競合する項目にこれを実行する
ko_kr: 모든 항목에 적용
nb_no: Bruk handlingen for alle konflikter
pl_pl: Zastosuj tę akcję do wszystkich sprzecznych elementów
pt_pt: Aplicar esta ação a todos os itens em conflito
ro_ro: Aplică această acțiune tuturor elementelor contradictorii
ru_ru: Применить это действие ко всем конфликтующим элементам
sk_sk: Použiť túto akciu na všetky konfliktné položky
sv_se: Tillämpa denna åtgärd på alla objekt i konflikt
tr_tr: Bu eylemi tüm çakışan öğelere uygula
uk_ua: Застосувати цю дію до всіх конфліктуючих елементів
vi: Áp dụng hành động này với mọi khoản mục xung đột
zh_hans: 将此操作应用到所有冲突项
zh_hant: 套用至所有衝突的項目

# OpenTerminal
source: Open in terminal
ar: فتح في نافذة محرر الأوامر
bg: Отваряне в терминал
ca: Obre al terminal del Windows
cs_cz: Otevřít v aplikaci Terminál
da: Åbn i Windows Terminal
de_de: Im Terminal öffnen
el: Άνοιγμα στο Τερματικό των Windows
es_es: Abrir en Terminal Windows
fr_fr: Ouvrir dans le Terminal Windows
hu_hu: Megnyitás a Windows Terminálban
id_id: Buka di Windows Terminal
it_it: Apri nel terminale
ja_jp: ターミナルで開く
ko_kr: Windows Terminal에서 열기
nb_no: Åpne i Windows terminal
pl_pl: Otwórz w terminalu
pt_pt: Abrir no terminal
ro_ro: Deschideți în Terminal Windows
ru_ru: Открыть в Windows Terminal
sk_sk: Open in Windows Terminal
sv_se: Öppna i Windowsterminal
tr_tr: Windows Terminalde aç
uk_ua: Відкрити в Терміналі Windows
vi: Mở trong Windows Terminal
zh_hans: 在 Windows 终端中打开
zh_hant: 在 Windows 終端機開啟

# OpenTerminalAsAdmin
source: Open in terminal as administrator
ar: فتح في نافذة محرر الأوامر كمسؤول
bg: Отваряне в терминал като администратор
ca: Obre al terminal del Windows com a administrador
cs_cz: Otevřít v aplikaci Terminál jako správce
da: Åbn i Windows Terminal som administrator
de_de: Im Terminal als Administrator öffnen
el: Άνοιγμα στο Τερματικό των Windows ως διαχειριστής
es_es: Abrir en Terminal Windows como administrador
fr_fr: Ouvrir dans le Terminal Windows en tant qu'administrateur
hu_hu: Megnyitás a Windows Terminálban rendszergazdaként
id_id: Buka di Windows Terminal sebagai Administrator
it_it: Apri nel terminale come amministratore
ja_jp: 管理者としてターミナルで開く
ko_kr: 관리자 권한으로 Windows Terminal에서 열기
nb_no: Åpne i Windows Terminal som administrator
pl_pl: Otwórz w terminalu jako administrator
pt_pt: Abrir no terminal como administrador
ro_ro: Deschideți în Terminal Windows ca administrator
ru_ru: Открыть в Windows Terminal от имени администратора
sk_sk: Open in Windows Terminal as administrator
sv_se: Öppna i Windowsterminal som administratör
tr_tr: Windows Terminalde yönetici olarak aç
uk_ua: Відкрити в терміналі Windows як адміністратор
vi: Mở trong Windows Terminal với quyền quản trị viên
zh_hans: 以管理员身份在终端中打开
zh_hant: 以系統管理員身分在 Windows 終端機開啟

source: Save
ar: حفظ
bg: Запазване
ca: Desa
cs_cz: Uložit
da: Gem
de_de: Speichern
el: Αποθήκευση
es_es: Guardar
fr_fr: Enregistrer
hu_hu: Mentés
id_id: Simpan
it_it: Salva
ja_jp: 保存
ko_kr: 저장
nb_no: Lagre
pl_pl: Zapisz
pt_pt: Guardar
ro_ro: Salvare
ru_ru: Сохранить
sk_sk: Uložiť
sv_se: Spara
th_th: บันทึก
tr_tr: Kaydet
uk_ua: Зберегти
vi: Lưu
zh_hans: 保存
zh_hant: 儲存

source: Multiselect
ar: تحديد متعدد
bg: Множествен избор
ca: Selecció múltiple
cs_cz: Vícenásobný výběr
da: Vælg flere
de_de: Mehrfachauswahl
el: Πολλαπλή επιλογή
es_es: Selección múltiple
fr_fr: Sélection multiple
hu_hu: Több elem kijelölése
id_id: Pilih banyak
it_it: Selezione multipla
ja_jp: 複数選択
ko_kr: 다중 선택
nb_no: Marker flere
pl_pl: Wielokrotne zaznaczanie
pt_pt: Seleção múltipla
ro_ro: Selectare multiplă
ru_ru: Мультивыбор
sk_sk: Viacnásobný výber
sv_se: Markera flera
th_th: เลือกด้วยการกาเช็ค
tr_tr: Çoklu seçim
uk_ua: Множинний вибір
vi: Chọn nhiều
zh_hans: 多重选择
zh_hant: 多重選取

# ReorderSidebarItemsDialogText
source: Reorder sidebar items
ar: إعادة ترتيب عناصر الشريط الجانبي
bg: Пренареждане на елементи на страничната лента
ca: Reordena els elements de la barra lateral
cs_cz: Změnit položky postranního panelu
de_de: Elemente der Seitenleiste neu anordnen
el: Αναδιάταξη στοιχείων πλευρικής μπάρας
es_es: Reordenar elementos de la barra lateral
fr_fr: Réorganiser les éléments de la barre latérale
hu_hu: Oldalsáv átrendezése
id_id: Ubah urutan item pada sidebar
it_it: Riordina gli elementi della barra laterale
ja_jp: サイドバーの項目を並べ替え
ko_kr: 측면 바 항목 다시 정렬
nb_no: Ordne sidestolpe elementer
pl_pl: Zmień kolejność elementów paska bocznego
pt_pt: Organizar itens da barra lateral
ro_ro: Reordonarați elementele din bara laterală
ru_ru: Изменить порядок элементов боковой панели
sv_se: Ordna om sidofältet
tr_tr: Menü öğelerini yeniden sırala
uk_ua: Перевпорядкувати елементи бічної панелі
vi: Sắp xếp các mục ở thanh bên
zh_hans: 重新排列侧边栏项目
zh_hant: 重新排列側邊欄項目

# CalculationError
source: An error occurred during the calculation
ar: حدث خطأ أثناء الحساب
bg: Възникна грешка, изчислявайки
ca: S'ha produït un error durant el càlcul
cs_cz: Během výpočtu došlo k chybě
da: Der opstod en fejl under beregningen
de_de: Während der Berechnung ist ein Fehler aufgetreten
el: Παρουσιάστηκε σφάλμα κατά τον υπολογισμό
es_es: Se ha producido un error en el cálculo
fr_fr: Une erreur s'est produite lors du calcul
hu_hu: Hiba történt a számolás során
id_id: Kesalahan terjadi pada saat perhitungan
it_it: Si è verificato un errore durante il calcolo
ja_jp: 計算中にエラーが発生しました
ko_kr: 계산 중 오류가 발생했습니다
nb_no: Det oppstod en feil under beregningen
pl_pl: Wystąpił błąd podczas obliczeń
pt_pt: Ocorreu um erro durante o cálculo
ro_ro: A apărut o eroare in timpul calculului
ru_ru: Произошла ошибка при вычислении
sv_se: Ett problem uppstod vid beräkningen
tr_tr: İşlem sırasında hata oluştu
uk_ua: Під час обрахунку сталась помилка
vi: Đã xảy ra lỗi trong quá trình tính toán
zh_hans: 计算时发生错误
zh_hant: 在計算時發生錯誤

source: Algorithm
ar: الخوارزمية
bg: Алгоритъм
ca: Algorisme
cs_cz: Algoritmus
da: Algoritme
de_de: Algorithmus
el: Αλγόριθμος
es_es: Algoritmo
fr_fr: Algorithme
hu_hu: Algoritmus
id_id: Algoritma
it_it: Algoritmo
ja_jp: アルゴリズム
ko_kr: 알고리즘
nb_no: Algoritme
pl_pl: Algorytm
pt_pt: Algoritmo
ro_ro: Algoritm
ru_ru: Алгоритм
sk_sk: Algoritmus
sv_se: Algoritm
tr_tr: Algoritma
uk_ua: Алгоритм
vi: Th.toán
zh_hans: 算法
zh_hant: 演算法

source: Hash value
ar: قيمة التجزئة
bg: Стойност на хеша
ca: Valor del resum
cs_cz: Hodnota haše
da: Hash værdi
de_de: Hashwert
el: Τιμή κατακερματισμού
es_es: Valor del código 'hash'
fr_fr: Valeur de hachage
hu_hu: Hash érték
id_id: Nilai hash
it_it: Valore di hash
ja_jp: ハッシュ値
ko_kr: 값
nb_no: Hash verdi
pl_pl: Wartość haszowania
pt_pt: Valor de 'hash'
ro_ro: Valoare hash
ru_ru: Значение хеша
sk_sk: Hodnota haša
sv_se: Hashvärde
tr_tr: Hash Değeri
uk_ua: Значення хешу
vi: Giá trị hash
zh_hans: 哈希值
zh_hant: 雜湊值

source: Select hashes to show
ar: حدد التجزئة لإظهارها
bg: Изберете хешове за показ
ca: Seleccioneu els resums per mostrar
cs_cz: Vyberte haše, které chcete zobrazit
da: Vælg hashes der skal vises
de_de: Hashes zum Anzeigen auswählen
el: Επιλέξτε κατακερματισμούς για εμφάνιση
es_es: Mostrar algoritmos ‘hash’ seleccionados
fr_fr: Sélectionnez les hachages à afficher
hu_hu: Megjelenítendő hash típusok
id_id: Pilih hash untuk ditampilkan
it_it: Seleziona gli hash da mostrare
ja_jp: 表示するハッシュ値を選択
ko_kr: 표시할 해시 알고리즘
nb_no: Velg hash som skal vises
pl_pl: Wybierz hasze do pokazania
pt_pt: Selecione as 'hashes' a mostrar
ro_ro: Selectați hash-uri de afișat
ru_ru: Выберите хеши для отображения
sk_sk: Vyberte haše, ktoré chcete zobraziť
sv_se: Välj hashar att visa
tr_tr: Gösterilecek karmaları seçin
uk_ua: Виберіть хеші для показу
vi: Chọn hash để hiển thị
zh_hans: 选择要显示的哈希值
zh_hant: 選擇要顯示的雜湊值

source: Calculating...
ar: جارٍ الحساب...
bg: Изчисляване...
ca: Calculant...
cs_cz: Probíhá výpočet...
da: Beregner...
de_de: Berechne...
el: Γίνεται υπολογισμός...
es_es: Calculando...
fr_fr: Calcul en cours...
hu_hu: Számolás...
id_id: Menghitung...
it_it: Calcolando...
ja_jp: 計算中...
ko_kr: 계산 중...
nb_no: Beregner...
pl_pl: Obliczanie...
pt_pt: A calcular...
ro_ro: Se calculează...
ru_ru: Вычисление...
sk_sk: Prebieha výpočet...
sv_se: Beräknar...
tr_tr: Hesaplanıyor...
uk_ua: Обчислення...
vi: Đang tính toán...
zh_hans: 正在计算...
zh_hant: 計算中…
